Repository: NiccoloBargioni/ZTronSpendingSheet
Catalog: Sources/ZTronSpendingSheet/Resources/Localizable.xcstrings
Source language: en
Languages: it

# wwii.side.quests.spending.category.ar
source: Assault Rifles
it: Fucili d'assalto

# wwii.side.quests.spending.category.door
source: Gates
it: Porte

# wwii.side.quests.spending.category.mandatory
source: Mandatory
it: Obbligatori

# wwii.side.quests.spending.category.miscellaneous
source: Miscellaneous
it: Vario

# wwii.side.quests.spending.category.perks
source: Blitzes
it: Perk

# wwii.side.quests.spending.category.pistol
source: Pistols
it: Pistole

# wwii.side.quests.spending.category.shotgun
source: Shotguns
it: Fucili a pompa

# wwii.side.quests.spending.category.smg
source: SMG
it: Mitragliette

# wwii.side.quests.spending.category.sniper
source: Snipers
it: Cecchini

# wwii.side.quests.spending.category.weapon
source: Weapons
it: Armi

# wwii.side.quests.spending.common.player1
source: Player 1
it: Giocatore 1

# wwii.side.quests.spending.common.player2
source: Player 2
it: Giocatore 2

# wwii.side.quests.spending.common.player3
source: Player 3
it: Giocatore 3

# wwii.side.quests.spending.common.player4
source: Player 4
it: Giocatore 4

# wwii.side.quests.spending.coupon.blitz.machine.key
source: Blitz Machine Key
it: Chiave Macchina Blitz

# wwii.side.quests.spending.coupon.mystery.box.key
source: Mystery Box Key
it: Chiave Cassa Misteriosa

# wwii.side.quests.spending.coupon.refund.coupon
source: Refund Coupon
it: Coupon Rimborso

# wwii.side.quests.spending.coupon.skeleton.key
source: Skeleton Key
it: Chiave Scheletrica

# wwii.side.quests.spending.coupons.topbar.title
source: Pick up to two different consumables
it: Scegli fino a due consumabili

# wwii.side.quests.spending.gate.artillery.bunker
source: Artillery Bunker
it: Bunker Artiglieria

# wwii.side.quests.spending.gate.artillery.bunker.double.tap.side
source: Artillery Bunker (Double Tap Side)
it: Bunker Artiglieria (lato Fuoco Rapido)

# wwii.side.quests.spending.gate.artillery.bunker.electric.cherry.side
source: Artillery Bunker (Electric Cherry Side)
it: Bunker Artiglieria (lato Electric Cherry)

# wwii.side.quests.spending.gate.artillery.bunker.melee.side
source: Artillery Bunker (Melee Side)
it: Bunker Artiglieria (lato corpo a corpo)

# wwii.side.quests.spending.gate.artillery.bunker.mystery.box.side
source: Artillery Bunker (Mystery Box Side)
it: Bunker Artiglieria (lato cassa)

# wwii.side.quests.spending.gate.beach.passage
source: Beach Passage
it: Passaggio spiaggia

# wwii.side.quests.spending.gate.bluffs
source: Bluffs
it: Scogliere

# wwii.side.quests.spending.gate.overlook
source: Overlook
it: Panoramica

# wwii.side.quests.spending.gate.u.boat.pens
source: U-BOAT Pens
it: Base degli U-BOAT

# wwii.side.quests.spending.home.cart.empty.cart.label
source: hasn’t purchased anything yet
it: non ha ancora aggiunto niente al carrello.

# wwii.side.quests.spending.home.cart.total.label
source: TOTAL:
it: TOTALE:

# wwii.side.quests.spending.home.shop.add.to.cart.label
source: ADD TO CART
it: AGGIUNGI AL CARRELLO

# wwii.side.quests.spending.home.shop.toast.subheadline
source: Added purchase to cart for
it: Aggiunto acquisto al carrello per il

# wwii.side.quests.spending.home.shop.toast.title
source: Added
it: Aggiunto

# wwii.side.quests.spending.misc.flak.guns
source: Flak Guns
it: Cannoni

# wwii.side.quests.spending.misc.mine.carts.ride
source: Mine Carts Ride
it: Giro carrelli miniera

# wwii.side.quests.spending.misc.ripsaw.table
source: Ripsaw Table
it: Tavolo Motosega

# wwii.side.quests.spending.misc.ripsaw.upgrade
source: Ripsaw Upgrade
it: Potenziamento Motosega

# wwii.side.quests.spending.perk.random.blitz
source: Random Blitz
it: Blitz casuale

# wwii.side.quests.spending.weapon.combat.shotgun
source: Combat Shotgun
it: Fucile da battaglia
